Repository: sugarlabs/arithmetic
Catalog: po/*.po
Languages: am, bn, he, hy, mg, si, sw, ta

source: Arithmetic
am: ሒሳብ
bn: পাটিগণিত
he: חישוב
hy: Թվաբանություն
mg: Rafitrisa
si: අංකමය
sw: Hesabu
ta: அரித்தமேடிக்

source: Name
am: ስም
bn: নাম
he: שם
hy: Անուն
mg: Anarana
si: නම
sw: jina
ta: பெயர்

source: Round score
am: የሙሉ ቆጠራ
bn: পূর্ণসংখ্যায় রূপান্তরিত স্কোর
he: ניקוד עגול
hy: Կլոր հաշիվ
mg: Isa amin'ny odina
si: රවුම් අඟය
sw: Funga mviringo
ta: வட்ட மதிப்பு

source: Total score
am: የድምር ቆጠራ
bn: সর্বমোট স্কোর
he: סה״כ ניקוד
hy: Ընդհանուր հաշիվ
mg: Isa taotaly
si: මුලු අඟය
sw: Funga jumla
ta: மொத்த மதிப்பு

source: Time for answering last question
am: የመጨረሻውን ጥያቄ ለመመለስ ተዘጋጅ/ጂ
bn: শেষ প্রশ্নের উত্তর দেওয়ার জন্য সময়সীমা
he: זמן לתשובה אחרונה
hy: Վերջին հարցին պատասխանելու ժամանակը
mg: Fotoana amaliana ny fanontaniana farany
si: අවසන් ප්‍රශ්නයට පිළිතුරු දීමට ඇති කාලය
sw: Saha kwakujibu swali la mwisho
ta: கடைசி வினாவிற்கு பதிலளிப்பதற்க்கான நேரம்

source: Difficulty:
am: ዕክል
bn: প্রতিবন্ধক:
he: רמת קושי:
hy: Դժվարություն.
mg: Hasarotra:
si: අසීරුබව:
sw: Balaa:
ta: கடினமான:

source: Period:
am: ጊዜ
bn: সময়কাল:
he: תקופה:
hy: Ժամանակաշրջան.
mg: Fotoana:
si: කාල සීමාව:
ta: இடைப்பட்டகாலம்:

source: Puzzles:
am: እንቆቅልሾች
bn: পাজল:
he: חידות:
hy: Գլուխկոտրուկ.
si: ප්‍රහේලිකා:
sw: Fumbo:
ta: சிக்கலான:

source: Question:
am: ጥያቄ
bn: প্রশ্ন:
he: שאלה:
hy: Հարց.
mg: Fanontaniana:
si: ප්‍රශ්ණය:
sw: Swali:
ta: வினா:

source: Answer:
am: መልስ
bn: উত্তর:
he: תשובה:
hy: Պատասխան.
mg: Valiny:
si: පිළිතුර:
sw: jibu:
ta: விடை:

source: You were:
am: ነበርክ/ሽ
bn: আপনি ছিলেন:
he: מיקומך בטבלה:
hy: Դուք.
mg: Ianao teo dia:
si: ඔබ විය:
sw: Ulikuwa:
ta: நீங்கள்:

source: Last round:
am: የመጨረሽያ ዙሪያ
bn: শেষ বার:
he: סבב אחרון:
hy: Վերջին փուլը.
mg: Odina farany:
si: අවසාන වටය:
sw: Kiviringo ya mwisho:
ta: கடைசி வட்டம்:

source: Time until next question:
am: የሚቀጥለው ጥያቄ እስኪደርስ ድረስ የቀረ ግዜ
bn: পরবর্তী প্রশ্ন পর্যন্ত সময়:
he: זמן לשאלה הבאה:
hy: Ժամանակ մինչ հաջորդ հարցը.
mg: Fotoana hatramin'ny fanontaniana manaraka:
si: ඊළඟ ප්‍රශ්නය දක්වා කාලය:
sw: Saha kisha ingine swali:
ta: அடுத்த வினா வரும் வரையுள்ள நேரம்:

source: Correct!
am: ትክክል
bn: সঠিক
he: נכון!
hy: Ճիշտ է
mg: Marina!
si: නිවැරදි!
sw: Safi
ta: சரியே!

source: Not correct
am: ትክክል አይደለም
bn: সঠিক নয়
he: לא נכון
hy: Սխալ է
mg: Tsy marina
si: නිවැරදි නැත
sw: Hapana safi
ta: சரியானது இல்லை
