Repository: sugarlabs/arithmetic
Catalog: po/ach.po
Languages: ach

source: Arithmetic
ach: Cura

source: Name
ach: Nying

source: Round score
ach: Gin onwongere

source: Total score
ach: Gin onwongere ducu

source: Time for answering last question
ach: Cawa me miyo anca me agiki

source: Difficulty:
ach: Igingo:

source: Period:
ach: Cawa me aluba:

source: Puzzles:
ach: Tuku me adam:

source: Question:
ach: Lapeny:

source: Answer:
ach: Lagam:

source: You were:
ach: Onongo i:

source: Last round:
ach: Tyen ma okato:

source: Time until next question:
ach: Cawa me oo i lapeny malubo:

source: Correct!
ach: Kakare!

source: Not correct
ach: Pe kakare
