Repository: sugarlabs/arithmetic
Catalog: po/gug.po
Languages: gug

source: Arithmetic
gug: Aritmética (Papapy rehegua)

source: Name
gug: Téra

source: Round score
gug: Kyta jerépe

source: Total score
gug: Kyta apopy

source: Time for answering last question
gug: Aravo ome'éva rembohovái hag̃ua porandu paha

source: Difficulty:
gug: Jetu'u:

source: Period:
gug: Ára pehẽngue:

source: Puzzles:
gug: Kuaara'ã:

source: Question:
gug: Porandu:

source: Answer:
gug: Mbohovái:

source: You were:
gug: Ndeva'ekue:

source: Last round:
gug: Jere paha:

source: Time until next question:
gug: Áravo oñeme'ẽva porandurã:

source: Correct!
gug: Oĩ porã!

source: Not correct
gug: Oĩ vai
