Repository: sugarlabs/arithmetic
Catalog: po/ht.po
Languages: ht

source: Arithmetic
ht: Aritmetik

source: Name
ht: Non

source: Round score
ht: Rezilta pou pati a

source: Total score
ht: Rezilta total

source: Time for answering last question
ht: Kantite tan pou reponn dènye kesyon

source: Difficulty:
ht: Difikilte:

source: Period:
ht: Peryòd:

source: Puzzles:
ht: Kastèt:

source: Question:
ht: Kesyon:

source: Answer:
ht: Repons:

source: You were:
ht: Ou te:

source: Last round:
ht: Dènye pati:

source: Time until next question:
ht: Kantite tan ki rete anvan lòt kesyon an:

source: Correct!
ht: Kòrèk!

source: Not correct
ht: Pa kòrèk
