Repository: sugarlabs/arithmetic
Catalog: po/son.po
Languages: son

source: Arithmetic
son: Kabuyan

source: Name
son: Maa

source: Round score
son: Windiiyan dimma

source: Total score
son: Dimma timmante

source: Time for answering last question
son: Waati ka hãayan kooraa zaabi

source: Difficulty:
son: Šenday:

source: Period:
son: Waati:

source: Puzzles:
son: Boŋhaway:

source: Question:
son: Hãayan:

source: Answer:
son: Zaabi:

source: You were:
son: Hunyan:

source: Last round:
son: Windiyan koraw:

source: Time until next question:
son: Waati hala hiino hãayanoo:

source: Correct!
son: Alhakiika!

source: Not correct
son: Ši cum
